[Bayonet_Classic X2WeaponUpgradeTemplate]
FriendlyName="Штык"
FriendlyNamePlural="Штыки"
BriefSummary="Позволяет сражаться с врагами в ближнем бою. Наносит дополнительный урон в зависимости от пройденного расстояния."
TinySummary="Ближний бой"

[Bayonet_Ripper X2WeaponUpgradeTemplate]
FriendlyName="Силовой штык"
FriendlyNamePlural="Силовые штыки"
BriefSummary="Позволяет сражаться с врагами в ближнем бою. Разрывает броню и заставляет врагов истекать кровью."
TinySummary="Ближний бой"


[Bayonet_Stab_Conv X2AbilityTemplate]
LocFriendlyName="В штыковую"
LocHelpText="Атакуйте врага штыком. Наносит дополнительный урон в зависимости от пройденного расстояния."
LocLongDescription="Атакуйте врага штыком."
LocFlyOverText="В штыковую!"

[Bayonet_Stab_Mag X2AbilityTemplate]
LocFriendlyName="В штыковую"
LocHelpText="Атакуйте врага штыком. Наносит дополнительный урон в зависимости от пройденного расстояния."
LocLongDescription="Атакуйте врага штыком."
LocFlyOverText="В штыковую!"

[Bayonet_Stab_Beam X2AbilityTemplate]
LocFriendlyName="В штыковую"
LocHelpText="Атакуйте врага штыком. Наносит дополнительный урон в зависимости от пройденного расстояния."
LocLongDescription="Атакуйте врага штыком."
LocFlyOverText="В штыковую!"


[Bayonet_Ripper_Stab_Conv X2AbilityTemplate]
LocFriendlyName="Удар штыком"
LocHelpText="Атакуйте врага штыком. Может вызвать сильное кровотечение."
LocLongDescription="Атакуйте врага штыком."
LocFlyOverText="Удар силовым штыком"

[Bayonet_Ripper_Stab_Mag X2AbilityTemplate]
LocFriendlyName="Удар штыком"
LocHelpText="Атакуйте врага штыком. Может вызвать сильное кровотечение."
LocLongDescription="Атакуйте врага штыком."
LocFlyOverText="Удар силовым штыком"

[Bayonet_Ripper_Stab_Beam X2AbilityTemplate]
LocFriendlyName="Удар штыком"
LocHelpText="Атакуйте врага штыком. Может вызвать сильное кровотечение."
LocLongDescription="Атакуйте врага штыком."
LocFlyOverText="Удар силовым штыком"


[Bayonet_Stab_Psi X2AbilityTemplate]
LocFriendlyName="Пси-Штык"
LocHelpText="Атакуйте врага с помощью пси-штыка. Гарантированное попадание, дополнительныйй урон пси-юнитам."
LocLongDescription="Атакуй врага пси-штыком."
LocFlyOverText="Пси-Штык"

[Bayonet_Psi_Passive X2AbilityTemplate]
LocFriendlyName="Пси-Штык"
LocHelpText="Атакуйте врага с помощью спроектированного штыка пси. Гарантированный удар, бонусный урон псионическим юнитам."
LocLongDescription="Атакуй врага штыком пси."
LocFlyOverText="Пси-Штык"



[Bayonet_Blademaster X2AbilityTemplate]
LocFriendlyName="Мастер клинка"
LocLongDescription="Дополнительный урон и меткость при всех штыковых атаках."
LocHelpText="Дополнительный урон и меткость при всех штыковых атаках."
LocFlyOverText="Мастер клинка"

[Bayonet_Bladestorm X2AbilityTemplate]
LocFriendlyName="Мясорубка"
LocLongDescription="Автоматические штыковые атаки по любым врагам, которые подходят на расстояние удара или атакуют врукопашную."
LocHelpText="Автоматические штыковые атаки по любым врагам, которые подходят на расстояние удара или атакуют врукопашную."
LocFlyOverText="Мясорубка"

[Bayonet_Reaper X2AbilityTemplate]
LocFriendlyName="Жнец"
LocLongDescription="Смертельная цепь рукопашных атак, при которой первый удар не может промахнуться. Каждое рукопашное убийство в режиме Жнеца дает дополнительное действие, но дальнейшие атаки ближнего боя уменьшают урон."
LocHelpText="Смертельная цепь рукопашных атак, при которой первый удар не может промахнуться. Каждое рукопашное убийство в режиме Жнеца дает дополнительное действие, но дальнейшие атаки ближнего боя уменьшают урон."
LocFlyOverText="Жнец"